const 동행 = {
  "상하 - 아이스홍시,설탕토마토,콜라,사이다 중 택1": "음식",
  "라코커피 - 결제 시 20% 할인": "카페",
  "에그2000 - 1만원 이상 구매시 아이스아메리카노 or 아이스티, 프라이 주문 시, 소스 추가 무료, 토스트 20개 이상 단체 주문 시 1개 당 음료 서비스 제공": "카페",
  "빕스 - 25% 할인": "음식",
  "섬과섬사이 - 현금 및 계좌이체 시 10% 할인": "음식",
  "돼지반점 - 테이블 당 음료 1개 or 소주 주문 시 한병 서비스": "음식",
  "월하주점 - 이 주의 전통주 10% 추가할인": "음식",
  "장수부대찌개 - 라면사리 or 공기밥 무한리필": "음식",
  "팔천순대 - 사장님과 대결 승리 시 메뉴 1개 서비스": "음식",
  "빽다방 - 전메뉴 5% 할인": "카페",
  "보배반점 - 곱빼기 변경 무료 or 2인 군만두 4개, 4인 군만두 8개": "음식",
  "아웃닭 - 인당 치즈스틱 or 고구마 치즈스틱": "음식",
  "청춘로맨스 - 4만원 이상 주문시 만원 이하 안주서비스, 단체 사장님 특별 서비스": "음식",
  "와플칸 - 만원 이상 구매시 음료 1잔 무료": "카페",
  "카페미뇽 - 전 음료 500원 할인": "카페",
  "하루팡 - 빵 만원 이상 구매시 5%할인, 모든 음료 테이크 아웃시 500원 할인": "카페",
  "라향각 - 5% 할인, 2명 단위당 음료수 1개 제공": "음식",
  "베스트 - 현금 및 계좌이체 시 10% 할인": "음식",
  "메이트로즈 - 전메뉴 10%할인": "기타",
  "해피치즈스마일 - 세트메뉴 주문 시 치즈토핑, 갈릭토핑, 고로케2개 중 택1": "음식",
  "안녕, 닭 - 메뉴 주문 시 사리추가 or 음료1개": "음식",
  "육층포차 - 테이블 당 음료 1병 제공, 5만원 이상 주문시 감자튀김 or 나쵸 제공, 10만원 이상 주문시, 아이스황도 or 후르츠 제공": "음식",
  "이츠올라잇 - 전메뉴 테이크아웃 시 5% 할인": "카페",
  "아저씨 - 세트 주문시 차돌박이 150g or 주류 1병, 단체 방문시 10% 할인": "음식",
  "오픈스페이스 - 홀 주문시 음료당 브라우니 1개 제공": "카페",
  "히컵 - 전 음료 10% 할인": "카페",
  "이런이궈 - 중국 음료 or 캔음료 1개": "음식",
  "카페소셜 - 전 메뉴 결제시 10% 할인": "카페",
  "카카오페이 및 계좌이체 시 10% 할인": "카페",
  "어그먼트세븐 - 테이블 당 음료 1캔, 린 하이볼 천원 할인, 바틀 주문시 토닉워터 3병": "음식",
  "한마음정육식당 - 결제 시 10% 할인": "음식",
  "너드 - 5만원 이상 주문시 10% 할인, 보틀 주문시 10% 할인": "카페",
  "카페로자 - 전메뉴 10% 할인": "카페",
  "부쳐삽 - 홀 및 포장 주문시 추가 토핑 1회 무료": "음식",
  "아유르헤어 - 전체 시술 40% 할인, 부분 시술 10%할인": "미용",
  "라나뜨뷰티 - 시술금액 5만원": "미용",
  "쉼뷰티스토어 - 현금 결제 시, 시술 가격 할인": "미용",
  "끌리밍 - 현금 및 계좌이체 시 10% 할인": "의류",
  "으뜸플러스안경 - 10% 할인": "의류",
  "한소르네일 - 현금,계좌이체 시 10%할인, 홀수 달 두명 동시 관리시 한명 30%할인": "미용",
  "해크니헤어 - 펌, 염색, 크리닉 50% 할인": "미용",
  "사긴관온김에 - 현금 및 계좌이체 시 10% 할인": "기타",
  "연세 올데이치과 - 교정상담 + 정밀 진단비 무료!,24개월 분납으로 부담감 X,친구와 함께 교정 진행 시 (각각 추가 할인),완납 시 추가할인 혜택 플러스,크라운, 인레이, 임플란트 치료 15% 별도 비용할인!!,배달의민족 10만원권 증정": "의료",
  "모우림의원 - 헤어라인, 모발 디자인 상담비용 면제, 메조테라피 2회 제공, EGF샴푸제공, 토닉 100ml제공": "의료",
  "에프터백신 - 65% 할인": "의료",
  "미미 필라테스 - 수강 시 5만원 할인": "스포츠",
  "밝은 눈 안과 의원": "의료",
  "여기어때 - 가입 동시에 엘리트 등급 업, 신규회원 10% 할인쿠폰, 무제한 3% 할인쿠폰": "기타",
  "메가박스 - 3천원 할인": "기타",
  "롯데하이마트 - 필름 무료교체, 테블릿 구매 시 메이커 혜택 + 케이스 + 필름 무료 증정, 노트북 구매 시 해당메이커 혜택 + 스타벅스 쿠폰 증정": "기타",
  "영풍문고 - 도서 10%할인": "교육",
  "라마다호텔 - 월~목 10만원, 금 12만원": "기타",
  "크로스핏 암스트롱 - 현금, 계좌이체 시 10% 할인": "기타",
  "향기에기억을더하다 - 현금 계좌이체 시 10% 할인": "기타",
  "로데오플라워 - 계좌이체 시 10% 할인": "기타",
  "런닝맨휘트니스 - 6개월 등록시 27만원": "기타",
  "자미&타로 - 현금, 계좌이체 시 10% 할인": "기타",
  "영단기 - 토익응시료 반값지원, 어학 수강일 300일 추가, 수강료 85% 장학지원": "교육",
  "따따면허 - 도로주행 시험비 1회무료, 2명이상 동시 등록시 추가할인, 합격할때까지 추가교육비 지원": "교육",
  "충대제일부동산 - 파격 할인 혜택, 무료 픽업": "기타"
}

const 이온 = {
  "Ato - 계좌이체, 현금결제 시 10% 할인,35,000원 이상 주문 시 멘보샤 or 음료수 서비스": "음식",
  "투더돼지 - 테이블당 음료 1개 서비스": "음식",
  "씨멘트 - 테이블당 샐러드 하나(샐러드 소진시 음료수)": "음식",
  "모쿠요비 - 현금결제 시 10% 할인": "음식",
  "흥남부두 - 한 테이블당 음료 1개 서비스, 4인 이상 음료 2개 서비스": "음식",
  "마인네하우스 - 한 테이블당 음료 1개 서비스": "음식",
  "오늘은파스타 - 한 테이블당 음료 1개 서비스": "음식",
  "파삼672 - 소주,맥주 3000원, 세트 주문 시 음료 사이즈업, 현금 결제 시 5% 할인": "음식",
  "오늘은닭 - 3인분 이상 주문 시 사리 서비스": "음식",
  "재바우감자탕 - 25,000원 이상 주문 시 소주or음료 1병 제공": "음식",
  "경양카츠 - 2인이면 음료수 서비스, 4인이면 사이드 (식혜,단호박고로케,가라아게 중 택1)서비스": "음식",
  "충대제일부동산 - 수수료 할인, 공인중개비 할인": "기타",
  "마마빨래방 - 의류 제외한 모든 세탁물 10% 할인": "기타",
  "충대꽃화원 - 꽃, 화분 1만 원 이상 10% 할인": "기타",
  "아수까 - 10% 할인": "기타",
  "크로스핏팔팔 - 현금결제 시 한달권 3일 추가": "기타",
  "아유르헤어 - 전체시술 40% 할인": "기타",
  "비사오르 - 현금결제, 계좌이체 시 10% 할인": "기타",
  "대박포차 - 1명만 공대생일 때 음료수 서비스, 모두 공대생일 때 황도 or 해쉬브라운": "음식",
  "별빛맥주 - 계좌이체 시 10% 할인": "음식",
  "포차천국 - 테이블당 꿀토마토 or 탄산음료 서비스": "음식",
  "오픈스페이스 - 매장에서 드시고 가실 경우 브라우니 제공": "카페",
  "죽동파스쿠찌 - 제조음료 10% 할인": "카페",
  "라쿠엔커피 - 계좌이체, 현금결제, 카카오페이결제 시 500원 할인": "카페",
  "라드커피 - 매장 이용 시 제조 음료 10% 할인": "카페",
  "죽동이디야 - 제조음료, 베이커리에서 10% 할인": "카페"
}

const face = {
  "아지트 - 피카츄 증정, 25만원 이상 결제 시 10%할인": "음식",
  "대박포차 - 황도or해시브라운 증정, 4테이블 기준 메인메뉴 4개 주문시 하나 공짜": "음식",
  "포차천국 - 음료수 or 토마토 or 감튀 중 택 1": "음식",
  "오늘은파스타 - 음료수 무료 제공": "음식",
  "흥남부두 - 음료수 제공": "음식",
  "라드커피 8호점 - 10% 할인": "카페",
  "위드인 37.5 - 5% 할인": "카페",
}

const cpr = {
  "강남스마일안과 - 뉴스마일라식/ 라식/ 라섹/ 렌즈삽입술 할인": "의료",
  "이에스강남의원의 - 라식 라섹 검사비 지원, 안구건조증 레이자치료 제공, 수술시 DNA 검사 지원, 2인이상 예약시 루테인 영양제 제공, 후기 작성시 루테인 영양제 제공": "의료",
  "GS 에듀랩 - 출첵으로 50% 환급, 토익점수 달성하면 100% 환급": "교육",
}

const 라온 = {
  "밝은눈안과": "의료",
  "영단기 - 토익응시료 50% 반값지원, 어학 수강일 300일 추가증정, 수강료의 85% 장학지원": "교육",
  "팀터틀랫 - 헬스 3개월 “18만원” 6개월 “27만원”12개월 “42만원”": "스포츠",
  "카페 누오보 - 테이크 아웃 20% 할인": "카페",
  "플라밍고 733 - 매장 10% 할인, 테이크 아웃 20% 할인": "카페",
  "달빛포차 • 별빛맥주 - 현금/계좌이체 시 10% 할인, 2만원 이상 주문 시 음료 서비스": "음식",
  "청년테라스 - 현금결제 시 10% 할인, 생일자 허니버터감자튀김 서비스, 직원들과 가위바위보 승리 시 씨리얼 아이스크림 서비스": "음식",
  "씨멘트 - 테이블 당 미니샐러드 1개, 샐러드 재료 소진 시 테이블 당 음료수 1개": "음식"
}

const 이룸 = {
  "카페코지 - 농대생 학생증 제시시 아메리카노 500원 할인": "카페",
  "까치호랑이 - 술찜에 파스타 추가 or 테이블 당 하이볼 한 잔": "음식",
  "팔천순대 - 농대생 학생증 제시시 식사메뉴 8000원→6000원": "음식",
  "충대제일부동산 - 발품보다 더 저렴한 가격": "기타",
  "제이에듀코어 - 제휴대학 학우들 전체강좌 무제한 2년 수강": "교육"
}

const 함성 = {
  "오픈스페이스 - 매장 내 1인 1음료 주문 시, 브라우니 인당 1조각씩 제공": "카페",
  "공간 - 1~2인 방문시 탄산음료 한개, 3~4인 방문시 탄산음료 두개 제공, 2만원 이상의 증류주 구매 시 토닉워터 두개 제공": "음식",
  "아저씨 - 콜라 혹은 사이다 제공, 새우롤 4개 제공, 식사메뉴(물냉면, 비빔냉면, 반반냉면, 김치말이국수) 중 1개 제공": "음식",
  "킹콩부동산 - 1년 이상 월세 임대 시에는 중개수수료 무료, 전세 임대 시에는 중개수수료 50% 할인 서비스": "기타",
  "청년다방 - 콜라 혹은 사이다 제공, 쿨다방(복숭아 or 파인애플)제공, 라면사리 1개 추가, 아메리카노 1잔": "음식"
}

const 오름 = {
  "청춘블루스 - 4만원 이상 결제 시 현금, 계좌이체 결제 10% 할인, 10만원 이상 결제 시 현금, 계좌이체 결제 15% 할인": "음식",
  "골목포차 - 사범대학 학생증 제시 시 계좌이체, 현금결제 10% 할인, 5만원 이상 주문 시 감자튀김 제공": "음식",
  "임용닷컴 - 교육학, 영어, 체육, 지구과학 등 할인": "교육",
  "G스쿨 - 교육학, 영어, 국어, 체육, 생물 등 할인": "교육",
  "KG에듀원 - 교육학, 영어, 국어, 체육, 생물 등 할인": "교육",
  "스터디플러스 - 대형 모니터 또는 빔프로젝터 무상 대여받기": "기타",
  "생고집 - ‘1근 set’ 또는 ‘2근 set’ 주문 시 음료 1캔과 인원에 맞춘 석갈비 제공": "음식",
  "샐리너 - 메인 단백질 토핑 1.5배 제공": "음식",
  "바오 - 사범대학 학생증(모바일 학생증도 가능) 제시 시 전 메뉴 10% 할인": "카페",
  "서울메디컬 - 비급여 진료 우대 혜택 (치아교정/피부/성형 등)": "의료",
  "하루, 커피 - 테이크아웃: 아메리카노 20% 할인, 그 외 음료 500원 할인+ 5% 할인 매장 취식: 아메리카노, 디저트류 10% 할인, 그 외 음료 5% 할인 (세트/행사/시그니처 메뉴 제외)": "카페",
  "엉클부대찌개 - 사범대학 학생증(모바일 학생증도 가능) 제시 시 테이블 당 음료 1개 제공": "음식"
}

const 진 = {

}

const 소솜 = {
  "흥남부두 - 2만원이상 : 음료 1병 서비스, 3만원이상 : 황도 서비스, 4만원이상 :  5% 할인 적용": "음식",
  "황토가마 - 소 세트 B 주문 시 육회 추가 + 100g, 소 세트 C 주문 시 육회 추가 + 150g": "음식"
}

const 봄 = {
  "레크레오 에스프레소 바 - 10%할인": "카페",
  "카페담을 - 5%할인": "카페",
  "헤이해이 - 20%할인": "카페",
  "오픈스페이스 - 음료 당 브라우니 제공": "카페",
  "랑데자뷰 - 음료 10% 할인": "카페",
  "자매당 - 음료 500원 할인": "카페",
  "루티나 - 음료 10% 할인": "카페",
  "플라밍고 733 - 매장 음료 10% 할인": "카페",
  "오하운폴댄스 - 신규등록시 1회 1만원 혜택, 짝수개월 등록 시 1개월 당 2회 서비스": "스포츠",
  "플랜에이피트니스 - 신규 등록 시 3개월 15만원": "스포츠",
  "아레스짐&필라테스 - 6개월 5% 추가할인": "스포츠",
  "스포원휘트니스 - 3개월, 6개월, 9개월 회원권 할인": "스포츠",
  "비욘드필라테스 - 블로그 리뷰 작성 시 1달 9만원, 3달 27만원": "스포츠",
  "슬로우캘리 - 테이블 당 음료 1개 제공": "음식",
  "옐로우스트릿 - 안주 5% 할인": "음식",
  "포차천국 - 테이블 당 음료 1개": "음식",
  "하울앳더문 - 10% 할인": "음식"
}

const 청연 = {
  "신한 화방 - 룸 대관료 없이 대여 가능(미리 전화), 물감 테스트 가능": "교육",
  "빅스타실용음악학원 - 빅스타 음악학원 연습실 20% 할인": "교육",
  "퍼스트삼성안과 - 학과 카톡방 공지로 진행": "의료",
  "블루타이거 - 학과 카톡방 공지로 진행": "교육"
}

const 채움 = {
  "아레스짐&필라테스 - 3,6,9개월 등록시 할인": "스포츠",
  "파라다이스 테이스티 클럽 - 식사 후 티라미수 케이크":"음식"
}

const 선 = {

}

const 한별 = {

}

const 어푸 = {

}

export {동행, 이온, face, cpr, 라온, 이룸, 함성, 오름, 진, 소솜, 봄, 청연, 채움, 어푸, 선, 한별}